// © Copyright 2005, 2015 HP Development Company, L.P.

TaskName = "Språk på Kontrollpanelen";


English = "Engelska";
French = "Franska";
German = "Tyska";
Spanish = "Spanska";
Italian = "Italienska";
Swedish = "Svenska";
Danish = "Danska";
Norwegian = "Norska";
Dutch = "Nederländska";
Finnish = "Finska";
Japanese = "Japanska";
Portuguese = "Portugisiska";
Polish = "Polska";
Turkish = "Turkiska";
Kanji = "Kanji";
TradChinese = "Traditionell kinesiska";
SimpChinese = "Förenklad kinesiska";
Russian = "Ryska";
Czech = "Tjeckiska";
Hungarian = "Ungerska";
Korean = "Koreanska";
Thai = "Thai";
Hebrew = "Hebreiska";
EastEuropean = "Östeuropeisk";
EuroEnglish = "Europeisk engelska";
CanadianFrench = "Kanadensisk franska";
Greek = "Grekiska";
Arabic = "Arabiska";
IndonesianBahasa = "Bahasa, Indonesien";
Bulgarian = "Bulgariska";
Croatian = "Kroatiska";
Estonian = "Estniska";
Latvian = "Lettiska";
Lithuanian = "Litauiska";
Romanian = "Rumänska";
Slovakian = "Slovakiska";
Slovenian = "Slovenska";
Ukrainian = "Ukrainska";
Malay = "Bahasa Melayu";

TaskDescription = "Byt det språk som används för visning av information på kontrollpanelen och rapporter från utskriftsenheten (t.ex. konfigurationssidan) genom att välja ett språk i nedanstående lista:";
LanguageLabel = "Språk:";
ApplyButtonTitle = "Verkställ nu";
NoLangSelected = "Välj ett språk";

NoCountrySelected = "Välj land/region";
CountryLabel = "Land/Region";

// country names
afghanistan = "Afghanistan";
albania = "Albanien";
algeria = "Algeriet";
americanSamoa = "Amerikanska Samoa";
andorra = "Andorra";
angola = "Angola";
anguilla = "Anguilla";
antiguaAndBarbuda = "Antigua och Barbuda";
argentina = "Argentina";
armenia = "Armenien";
aruba = "Aruba";
ascensionIsland = "ascensionIsland";
australia = "Australien";
austria = "Österrike";
azerbaijan = "Azerbajdzjan";
bahamasThe = "Bahamas";
bahrain = "Bahrain";
bangladesh = "Bangladesh";
barbados = "Barbados";
belarus = "Vitryssland";
belgium = "Belgien";
belize = "Belize";
benin = "Benin";
bermuda = "Bermuda";
bhutan = "Bhutan";
bolivia = "Bolivia";
bosniaAndHerzegovina = "Bosnien och Hercegovina";
botswana = "Botswana";
brazil = "Brasilien";
brunei = "Brunei";
bulgaria = "Bulgarien";
burkinaFaso = "Burkina Faso";
burundi = "Burundi";
cambodia = "Kambodja";
cameroon = "Cameroon";
canada = "Kanada";
capeVerde = "Kap Verde";
caymanIslands = "Caymanöarna";
centralAfricanRepublic = "Centralafrikanska Republiken";
chad = "Chad";
chile = "Chile";
china = "Kina";
cocosKeelingIslands = "cocosKeelingIslands";
colombia = "Colombia";
comoros = "Comoros";
congo = "Kongo";
congoDRC = "Kongo, Demokratiska Republiken";
cookIslands = "Cooköarna";
costaRica = "Costa Rica";
croatia = "Kroatien";
cuba = "Kuba";
cyprus = "Cypern";
czechRepublic = "Tjeckiska Republiken";
denmark = "Danmark";
diegoGarcia = "diegoGarcia";
djibouti = "Djibouti";
dominica = "Dominica";
dominicanRepublic = "Dominikanska Republiken";
ecuador = "Ecuador";
egypt = "Egypten";
elSalvador = "El Salvador";
equatorialGuinea = "Ekvatorialguinea";
eritrea = "Eritrea";
estonia = "Estland";
ethiopia = "Etiopien";
falklandIslandsIslasMalvinas = "Falklandöarna";
faroeIslands = "Färöarna";
fijiIslands = "Fiji";
finland = "Finland";
france = "Frankrike";
frenchAntilles = "Franska Antillerna";
frenchGuiana = "Franska Guiana";
frenchPolynesia = "Franska Polynesien";
gabon = "Gabon";
gambiaThe = "Gambia";
georgia = "Georgien";
germany = "Tyskland";
ghana = "Ghana";
gibraltar = "Gibraltar";
greece = "Grekland";
greenland = "Grönland";
grenada = "Grenada";
guadeloupe = "Guadeloupe";
guam = "Guam";
guantanamoBay = "guantanamoBay";
guatemala = "Guatemala";
guinea = "Guinea";
guineaBissau = "Guinea-Bissau";
guyana = "Guyana";
haiti = "Haiti";
honduras = "Honduras";
hongKongSAR = "Hongkong S.A.R.";
hungary = "Ungern";
iceland = "Island";
india = "Indien";
indonesia = "Indonesien";
iran = "Iran";
iraq = "Irak";
ireland = "Irland";
israel = "Israel";
italy = "Italien";
jamaica = "Jamaica";
japan = "Japan";
jordan = "Jordanien";
kazakhstan = "Kazakstan";
kenya = "Kenya";
kiribati = "Kiribati";
korea = "Sydkorea";
kuwait = "Kuwait";
kyrgyzstan = "Kirgizistan";
laos = "Laos";
latvia = "Lettland";
lebanon = "Libanon";
lesotho = "Lesotho";
liberia = "Liberia";
libya = "Libien";
liechtenstein = "Liechtenstein";
lithuania = "Litauen";
luxembourg = "Luxembourg";
lacaoSAR = "lacaoSAR";
macedonia = "Makedonien";
madagascar = "Madagaskar";
malawi = "Malawi";
malaysia = "Malaysien";
maldives = "Maldiverna";
mali = "Mali";
malta = "Malta";
marshallIslands = "Marshallöarna";
martinique = "Martinique";
mauritania = "Mauritanien";
mauritius = "Mauritius";
mayotte = "Mayotte";
mexico = "Mexiko";
micronesia = "Mikronesien";
moldova = "Moldova";
monaco = "Monaco";
mongolia = "Mongoliet";
montserrat = "Montserrat";
morocco = "Marocko";
mozambique = "Moçambique";
myanmar = "Myanmar";
namibia = "Namibia";
nauru = "Nauru";
nepal = "Nepal";
netherlandsAntilles = "Nederländska Antillerna";
netherlandsThe = "Nederländerna";
newCaledonia = "Nya Kaledonien";
newZealand = "Nya Zeeland";
nicaragua = "Nicaragua";
niger = "Niger";
nigeria = "Nigeria";
niue = "Niue";
norfolkIsland = "norfolkIsland";
northKorea = "Nordkorea";
norway = "Norge";
oman = "Oman";
pakistan = "Pakistan";
palau = "Palau";
panama = "Panama";
papuaNewGuinea = "Papua Nya Guinea";
paraguay = "Paraguay";
peru = "Peru";
philippines = "Filippinerna";
poland = "Polen";
portugal = "Portugal";
puertoRico = "Puerto Rico";
qatar = "Qatar";
reunion = "Réunion";
romania = "Rumänien";
russia = "Ryssland";
rwanda = "Rwanda";
samoa = "Samoa";
sanMarino = "San Marino";
saudiArabia = "Saudiarabien";
senegal = "Senegal";
serbiaAndMontenegro = "Serbien och Montenegro";
seychelles = "Seychellerna";
sierraLeone = "Sierra Leone";
singapore = "Singapore";
slovakia = "Slovakien";
slovenia = "Slovenien";
solomonIslands = "Solomonöarna";
somalia = "Somalia";
southAfrica = "Sydafrika";
spain = "Spanien";
sriLanka = "Sri Lanka";
stHelena = "St. Helena";
stKittsAndNevis = "St. Kitts och Nevis";
stLucia = "St. Lucia";
stPierreAndMiquelon = "St. Pierre och Miquelon";
stVincentAndTheGrenadines = "St. Vincent och Grenadinerna";
sudan = "Sudan";
suriname = "Suriname";
swaziland = "Swaziland";
sweden = "Sverige";
switzerland = "Schweiz";
syria = "Syrien";
taiwan = "Taiwan, Kina";
tajikistan = "Tajikistan";
tanzania = "Tanzania";
thailand = "Thailand";
timorLeste = "timorLeste";
togo = "Togo";
tokelau = "Tokelau";
tonga = "Tonga";
trinidadAndTobago = "Trinidad och Tobago";
tunisia = "Tunisien";
turkey = "Turkiet";
turkmenistan = "Turkmenistan";
turksAndCaicosIslands = "Turk- och Caicosöarna";
tuvalu = "Tuvalu";
uganda = "Uganda";
ukraine = "Ukraina";
unitedArabEmirates = "Förenade Arabemiratet";
unitedKingdom = "Storbritannien";
unitedStates = "USA";
uruguay = "Uruguay";
uzbekistan = "Uzbekistan";
vanuatu = "Vanuatu";
vaticanCity = "Vatikanstaten";
venezuela = "Venezuela";
vietnam = "Vietnam";
virginIslands = "Amerikanska Jungfruöarna";
virginIslandsBritish = "Brittiska Jungfruöarna";
wallisAndFutuna = "Wallis och Futuna";
yemen = "Yemen";
zambia = "Zambia";
zimbabwe = "Zimbabwe";

// region names
"africa" = "Africa";
"asiaPacific" = "Asia Pacific";
"caribbean" = "Caribbean";
"europe" = "Europe";
"indiaChina" = "India or China";
"japanCISMEA" = "Japan CISMEA";
"latinAmerica" = "Latin America";
"middleEast" = "Middle East";
"NALAAP" = "NALAAP";
"nordic" = "Nordic";
"northAfrica" = "North Africa";
"northAmericaUSACanada" = "North America (USA, Canada)";
"northWestAfrica" = "North-West Africa";
"notSupported" = "not supported";
"southernAfrica" = "Southern Africa";
"universal" = "universal";

